Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/20_id_458645.html.tmx
Source language: sme
Languages: nob

source: Lea maiddái deaŧalaš sihkkarastit ahte oktagaslaš ( individuála ) vuoigatvuohta oažžut sámegieloahpahusa ollašuhttojuvvo , sihke vuođđoskuvla- ja joatkkaskuvladásis .
nob: Videre er det viktig å sikre at den individuelle retten til opplæring i samisk blir gjort gjeldende , både på grunnskolenivå og i videregående opplæring .

source: Dán dáfus livččii riekta ahte Sámediggái addo ovddasvástádus hálddašit oahpahusdiimmuid sámegieloahpahussii ja oahpahussii sámegillii .
nob: At Sametinget får forvaltningsansvar over timer til opplæring i og på samisk vil være viktig i denne sammenhengen .

source: Sámediggi áigu bargat nannet sámi sisdoalu sámi mánáidgárddiin ja mánáidgárddiin gos leat sámi mánát , ja bargat dan ovdii ahte sámi oahpponeavvut ráhkaduvvojit mearriduvvon plánaid mielde .
nob: Sametinget vil arbeide for å styrke samisk innhold i samiske barnehager og barnehager med samiske barn , og bidra til at utvikling av samiske læremidler skjer i tråd med vedtatte planer .

source: Sámi erenoamášpedagogalaš suorggis áigut bargat alidit gelbbolašvuođa dási vai fálaldat vástidišgoahtá geavaheddjiid dárbbuide .
nob: Innenfor det samiske spesialpedagogiske feltet skal man arbeide for å få økt kompetansenivået slik at tilbudet samsvarer med brukernes behov .

source: Sámedikki mielas galgá sámi joatkkaoahpahus buoriduvvot sakka .
nob: Sametinget mener at samisk videregående opplæring må forbedres betraktelig .

source: Dán ferte geahččat ovttas Ođastusa 94 sámi joatkkaoahpahusa evalueremiin .
nob: Dette må ses i forhold til evaluering av reform 94 Samisk videregående opplæring .

source: Dán barggu fertejit guovddáš eiseválddit čuovvolit .
nob: Dette arbeidet må følges opp av sentrale myndigheter .

source: Sámi joatkkaskuvllat sirdojuvvot Sámedikki ovddasvástádussan .
nob: De samiske videregående skolene overføres Sametingets ansvarsområde .

source: Ferte álggahuvvot proseassa Sámedikki ja GOD gaskka .
nob: Det må settes i verk en prosess mellom Sametinget og KUF .

source: Sámediggi lea addán cealkámuša NOU 3:2000 Samisk lærerutdaning – mellom ulike kunnskapstradisjoner ( Sámi oahpaheaddjeoahpahus – iešguđetlágán máhtolašvuođaid gaskkas ) .
nob: Sametinget har gitt en høringsuttalelse til NOU 3:2000 Samisk lærerutdanning – mellom ulike kunnskapstradisjoner .

source: Sámediggi lei čoahkkáigeassi gulaskuddanásahus , ja beasai nu diehtit maid iešguđet gulaskuddanásahusat deattuhedje lávdegotti barggu árvvoštallamiin .
nob: Sametinget var sammenfattende høringsinstans , og fikk på denne måten klarhet i hva de ulike institusjonene vektla i sin vurdering av utvalgsarbeidet .

source: Sámediggi oaivvilda ahte Sámi oahpaheaddjeoahpahus galgá ovdánahttot sámi oahpaheaddjeoahpahussan olles Sápmái , ja čadnojuvvot ja organiserejuvvot Sámi parlamentáralaš ráđi vuollái ja ahte iešguđet riikkaid ráđđehusat servet bargui .
nob: Sametinget mener at Samisk lærerutdanning må utvikles til en samisk lærerutdanning gjeldende for hele Sápmi hvor dette utvikles og organiseres i tilknytning til Samisk Parlamentarisk Råd og der også regjeringene i de respektive landene involveres i arbeidet .

source: Dassážii go Sámi parlamentáralaš ráđđi lea ollásit ásahuvvon , ferte ovddasvástádus ja váldi čielggaduvvot ráđđehusa ja Norgga beale Sámedikki konkrehta ovttasbarggu olis .
nob: Inntil Samisk Parlamentarisk Råd er fullverdig etablert , må ansvar og myndighet avklares gjennom et konkret samarbeid mellom regjeringen og Sametinget i Norge .

source: Sámediggi doarju eanaš daid rávvagiid maid lávdegoddi evttohii sihke iešguđet sámi oahpahusásahusaid oahpahusfierpmádaga álggaheami dáfus , sámi ovdaskuvlaoahpaheaddjeoahpahusa dáfus , sámi oahpaheaddjeoahpahusa dáfus , sámi fidnofágaoahpahusa dáfus ja sámi geavatlaš-pedagogalaš oahpahusa dáfus .
nob: Sametinget støtter i store trekk de tilrådningene som utvalget foreslo både innenfor utvikling av et samisk utdanningsnettverk mellom de ulike utdanningsinstitusjonene , innenfor samisk førskolelærerutdanning , samisk allmennlærerutdanning , samisk yrkesfaglærerutdanning og samisk praktisk-pedagogisk utdanning .

source: Sámediggi deattuha maid ahte galggaše ásahuvvot lassi- ja viidásetoahpu fálaldagat mat vuhtii váldet sámi skuvlla dárbbuid .
nob: Sametinget vektlegger også at det utvikles etter- og videreutdanningstilbud som ivaretar behovene i den samiske skolen .

source: Sámediggi ballá dálá sámi oahpaheaddjeoahpahusa rekrutteremiin ja evttoha doaimmaid mat sáhtáše buoridit rekrutterendilálašvuođa .
nob: Sametinget er videre svært bekymret for rekrutteringen til dagens samiske lærerutdanning og skisserer ulike tiltak for å bedre rekrutteringssituasjonen .

source: Sámediggi doarju lávdegotti ávžžuhusaid das ahte sámi oahpaheaddjeoahpahus berre leat dutkamii vuođustuvvon oahpaheaddjeoahpahus vai sáhttá duohtan dahkat daid ulbmiliid mat leat oahpahussii biddjon .
nob: Sametinget støtter utvalgets tilråding om at samisk lærerutdanning må være en forskningsbasert lærerutdanning for å realisere de intensjonene som utdanningen legger opp til .

source: Dan oktavuođas evttoha Sámediggi ahte álggahuvvo 10-jagi rekrutterenprográmma ja 10-jagi dutkan- ja sámegiela ealáskahttinprográmma .
nob: I den forbindelse foreslår Sametinget at det bygges opp et 10-årig rekrutteringsprogram og et 10-årig forsknings- og revitaliseringsprogram for samisk språk for å realisere dette .

source: Dát ferte dáhpáhuvvat buot oahpahusásahusaid dáfus mat leat ožžon dahje ožžot čielgasit definerejuvvon doaimmaid sámi oahpaheaddjeoahpahusa ektui .
nob: Dette må skje til alle de utdanningsinstitusjonene som har fått eller vil få klart definerte oppgaver i forhold til samisk lærerutdanning .

source: Sámediggi vuordá ahte ráđđehus čuovvola dán čielggadusa ovddidettiin sierra stuoradiggedieđáhusa sámi oahpaheaddjeoahpahusa birra .
nob: Sametinget forventer at regjeringen følger opp foreliggende utredning med en egen stortingsmelding om samisk lærerutdanning .

source: Sámediggi lea addán gulaskuddancealkámuša NOU 2000 : 14 « Frihet med ansvar » ( Friddjavuohta ja ovddasvástádus ) – Alit oahpahusa ja dutkama birra .
nob: Sametinget har gitt høringsuttalelse til NOU 2000 : 14 « Frihet med ansvar » – Om høgere utdanning og forskning .

source: Sámediggi lea ráddjen iežas cealkámuša guoskkahit dušše 19. kapihttala « Alit oahpahus ja dutkan sámi servodagas » ja 12. kapihttala « Ásahusaid jođiheapmi ja stivren » .
nob: Sametinget har avgrenset sin høringsuttalelse til kap. 19 « Høgere utdanning og forskning i det samiske samfunn » og kap 12 . « Ledelse og styring av institusjonene » .

source: Sámediggi áigu bargat dan ovdii ahte buot sámi dutkan ja oahpahus ferte dahkkot sámi servodaga dárbbuid mielde .
nob: Sametinget vil arbeide for at all forskning og utdanning for samer må skje uti fra behov i det samiske samfunnet .

source: Dat mearkkaša ahte dutkan ja alit oahpahus ferte vuolgit iešguđet sámi servodagaid dárbbuin ja vuhtii váldit daid ja leahkit relevánta maiddái sámi ealáhusovdáneapmái .
nob: Dette innebærer at både forskning og høgere utdanning må ta utgangspunkt i og hensyn til behov i de ulike samiske samfunnene og være relevant også for samisk næringsutvikling .

source: Sámiid rekrutterema dáfus dutkamii ja alit oahpahussii ferte ásahuvvot 10-jagi prográmma hukset ja ovdánahttit sámi dutkama .
nob: Med hensyn til rekruttering av samer til forskning og høgere utdanning må iverksettes et 10-års program for oppbygging og utvikling av samisk forskning .

source: Davviriikkaid Sámi Instituhta ja Sámi allaskuvlla birrasat dahket vejolažžan hukset sámi universitehta gos sámegiella geavahuvvo sihke njálmmálaččat ja čálalaččat , mii fas lea mielde nanneme sámegiela ovdáneami earret eará oahpaheami ja dutkama bokte .
nob: Miljøet ved Nordisk Samisk Institutt og Samisk høgskole skaper muligheter for oppbygging av et samisk universitet der samisk språk benyttes muntlig og skriftlig , noe som igjen bidrar til å styrke språkets utvikling blant annet gjennom undervisning og forskning .

source: Sámediggi deattuha ahte ferte ásahuvvot sámi dutkanráđđi mas lea oppasámi perspektiiva ja mas galgá leat váldo ovddasvástádus hábmet davviguovlluid sámi oahpahus- ja dutkanpolitihka .
nob: Sametinget vektlegger at det må etableres et eget samisk forskningsråd med allsamisk perspektiv som skal ha et overordnet ansvar for utformingen av samisk utdannings- og forskningspolitikk i nordområdet .

source: Dát ráđđeaddi orgána ferte ovdánahttot Sámi parlamentáralaš ráđi ollái .
nob: Dette rådgivende organet må utvikles til å ha tilknytning til Samisk Parlamentarisk råd .

source: Lea maiddái deaŧalaš ovdánahttit orgána mii fuolaha ehtalaš beliid sámi dutkamis .
nob: Det er også viktig å utvikle et eget organ som tar seg av de etiske problemstillingene i samisk forskning .

source: Sámediggi áigu bargat dan ovdii ahte guovddáš dásis biddjojuvvojit čielga mearit dasa movt olahit sámiide ovttadássásaš dearvvašvuođa- ja sosiálbálvalusa ulbmila .
nob: Sametinget vil arbeide for at det på sentralt nivå settes klare rammer for hvordan målet om en likeverdig helse- og sosialtjeneste for det samiske folk skal nås .

source: Nuppástuhttinproseassat leat áddját , muhto Sámediggi oaivvilda almmotge ahte ovddasvástádus sámi perspektiivva integrerema dáfus dearvvašvuođa- ja sosialbálvalussii gullá fylkkagieldda ja gielddaid ásahusaide sámi ássanguovlluin .
nob: Endringsprosesser er tidkrevende , men Sametinget mener likevel at ansvaret for satsingen på integrering av det samiske perspektivet i helse- og sosialtjenesten må pålegges fylkeskommunale og kommunale institusjoner i samiske bosettingsområder .

source: Sámediggi oaivvilda maiddái ahte deaŧalaš oassi integreremis lea čalmmustahttit sámi dimenšuvnna dokumenttain mat guoskkahit dearvvašvuođa ja sosiála doaimmaid Norggas .
nob: Sametinget mener også at en viktig del av integreringen er å synliggjøre den samiske dimensjonen i dokumenter som omhandler helse- og sosialtjenesten i Norge .

source: Dál « ávžžuhuvvo » dearvvašvuođa- ja sosiálbálvalus sierra dokumenttaid bokte vuhtii váldit sámi álbmoga erenoamáš dárbbuid , omd. NOU 1995 : 6 bokte .
nob: I dag « oppfordres » helse- og sosialtjenesten til å ivareta det samiske folks behov i særskilte dokument , eksempelvis i NOU 1995 : 6 .

source: Dát váikkuha dasa ahte dušše erenoamáš berošteaddji fágaolbmot / ásahusat barget integreret sámi perspektiivva dearvvašvuođa- ja sosialabálvalussii .
nob: Dette bidrar til at det kun er spesielt interesserte fagfolk / institusjoner som arbeider for å integrere det samiske perspektivet i helse- og sosialtjenesten .

source: Lassin dása oaivvilda Sámediggi ahte lea deaŧalaš juohkit prošeaktaruđaid mat dál hálddašuvvojit Sosial- ja dearvvašvuođadepartementta prošeaktaortnega olis , maiddái maŋŋel go prošeakta loahpahuvvo 2001 loahpas . Dat buoridivččii fálaldagaid sámiide .
nob: I tillegg mener Sametinget at det er nødvendig å fortsette med prosjektmiddeltildelingen utover prosjektperioden til Sosial- og helsedepartementet som går ut i 2001 , noe som ventelig vil bidra til å bedre tjenestetilbudet for samene .

source: Sámiide heivehuvvon bálvalusa ovdánahttin lea viiddis bargu , sihke sámegiela geavaheami ja sámi kulturipmárdusa dáfus , ja maiddái ásahusaid fysálaš heiveheami ja bálvalusa sisdoalu rievdadeami dáfus .
nob: I utviklingen av en tilpasset tjeneste for samene er det en lang vei å gå , både med hensyn til bruk av samisk språk og til samisk kulturforståelse , og også til fysisk tilrettelegging av institusjoner og endring av innholdet i tjenesten .

source: Prošeaktaruđaid juolludemiin ii leat vejolaš nu sakka rievdadit dearvvašvuođa- ja sosialbálvalusfálaldaga sámi ulbmiliid mielde , ja NOU 1995 : 6 dokumenttas leat áššit mat eai oba leat ge guoskkahuvvon , ovdamearkka dihte boazodoalu bargobiras .
nob: Med prosjektmiddeltildelingen er det ikke mulig å gjøre de store grepene i endringen av helse- og sosialtjenesten til samiske formål , og det er flere målområder i NOU 1995 : 6 som ikke er berørt i det hele tatt , for eksempel arbeidsmiljøet i reindriften .

source: Dan dihte áigu Sámediggi oččodit prošeaktajuolludemiid jotkojuvvot ja juolludeami lassánit .
nob: Sametinget vil derfor arbeide for at prosjektmiddeltildelingen fortsetter og at rammene for tildelingen øker .

source: Sámi álbmogii heivehuvvon dearvvašvuođa- ja sosialfágaid dáfus lea hui dárbbašlaš dutkamiid oažžut áigái .
nob: Det er et stort behov for forskning innenfor helse- og sosialfag i forbindelse med en tilrettelagt tjeneste for det samiske folk .

source: Sámediggi áigu dan dihte bargat dan ovdii ahte Sosiala- ja dearvvašvuođadepartementa juolluda ruđaid dutkanprográmmii , nugo daddjo čielggadeamis sámi dearvvašvuođadutkanossodaga birra , mii dál lea ásahuvvome Kárášjohkii .
nob: Sametinget vil arbeide for at Sosial- og helsedepartementet bidrar til at det bevilges midler til et forskningsprogram , slik det framkommer i utredning om samisk helseforskningsenhet i Karasjok og som nå er under etablering .

source: Dutkanprográmma sisdoallu ferte dárkileappot čielggaduvvot sámi dearvvašvuođadutkama , sámi dearvvašvuođaásahusaid , Sámedikki ja Sosiala- ja dearvvašvuođadepartementta gaskka .
nob: Forskningsprogrammets innhold må klargjøres nærmere mellom samisk helseforskning , samiske helseinstitusjoner , Sametinget og Sosial- og helsedepartementet .

source: Sámiide heivehuvvon dearvvašvuođa- ja sosialafálaldaga oktavuođas lea dárbbašlaš oččodit gelbbolašvuođa eará álgoálbmogiin mat ellet minoritehtadilis ovttas eará álbmogiiguin .
nob: I tilpasningen av helse- og sosialtilbudet for samene er det nødvendig å innhente kompetanse fra andre urfolk som lever i minoritetsforhold til andre befolkningsgrupper .

source: Riikkaidgaskasaš dearvvašvuođa álgoálbmogiid gaskkas ferte vuoruhuvvot , earret eará máilmmi dearvvašvuođaorganisašuvnna ( WHO ) ektui .
nob: Internasjonalt helsearbeid blant urfolk må prioriteres , blant annet i forhold Verdens helseorganisasjon ( WHO ) .

source: Dáinna lágiin sáhttá Sámediggi oahppat eará guovlluid vásihusain movt heivehit dearvvašvuođa- ja sosialfálaldagaid álgoálbmogiidda ja vejolaččat ieš maiddái juogadit sámi guovlluid vásihusaid earáiguin .
nob: Sametinget kan på denne måten innhente kunnskap om tilpasning av helse- og sosialtjenesten fra andre urfolk og eventuelt tilføre erfaringer om helse og sosialt arbeid fra samiske områder .

source: Riikkaidgaskasaš ovttasbargu loktejuvvo Sámi parlamentáralaš ráđi háldui .
nob: Det internasjonale samarbeidet løftes til Samisk parlamentarisk råd .

source: Sámi kultuvrra dáfus leat Sámedikkis stuora hástalusat .
nob: Sametinget står overfor store utfordringer innenfor samisk kultur .

source: Diggi áigu dan dihte evttohit doaimmaid mat nannejit sámi dáidaga ja kultureallima .
nob: Tinget vil derfor fremme forslag til tiltak som styrker samisk kunst og kulturliv .

source: Boahttevaš sámi kulturpolitihka hábmemis mánáid ja nuoraid várás , lea hui deaŧalaš maiddái árvvoštallat stuora nuppástumiid mat leat dáhpáhuvvan ođđa áiggis ja maŋemus jagiid .
nob: Ved utforming av en framtidig samisk kulturpolitikk for barn og unge , er det viktig å ta med i vurderingen de betydelige endringene som har skjedd i nyere tid og i de senere år .

source: Sámi mánáid ja nuoraid bajásšaddandiliid buorideami dáfus fertejit gaskaoamit vástidit dan girjáivuhtii mii lea bajásšaddaneavttuid ja giela dáfus .
nob: Mangfoldet i oppvekstmiljø og språk må gjenspeiles spesielt i bruken av midler til styrking av oppvekstvilkårene for samiske barn og unge .

source: Lea deaŧalaš áigái oažžut iešguđetlágán doaimmaid iešguđet sámi guovlluide , ja maiddái surggiin mat dán rádjái eai leat leamaš nu guovddážis .
nob: Det vil være viktig å få frem varierte tiltak i de samiske områdene , og under temaområder som hittil ikke har vært særlig fremtredende .

source: Dan rájes go Sámi kulturráđđi ásahuvvui , leat dihtomielalaš kulturovddideami vejolašvuođat buorránan .
nob: Siden Samisk kulturråd ble opprettet har utviklingen gitt muligheter for en bevisst kulturutvikling .

source: Sámi servodagas lea bargu almmotge easkka álggahuvvon guovddáš kultursurggiin , ja eanetlogu kultuvrra ektui leat sámi servodagas vuos oalle gáržžes vejolašvuođat aktiivvalaččat ovddidit iežas kultuvrra .
nob: Det samiske samfunnet står likevel overfor et nylig påbegynt arbeid innenfor sentrale kulturområder , og sammenlignet med situasjonen for majoritetskulturen er det fortsatt begrenset handlingsrom for en aktiv samisk kulturutvikling .

source: Sámi kultuvrra ovddideami ja nannema viidáset proseassas lea Sámediggi dan duohken ahte guovddáš eiseválddit , erenoamážit Kulturdepartementtas čájehit beroštumi , ovttasbargodáhtu ja čuovvolit áigumušaid .
nob: I den videre prosessen med å styrke og utvikle samisk kultur er Sametinget avhengig av forståelse , samspill og oppfølging fra sentrale myndigheter , spesielt Kulturdepartementet .

source: Deaŧalaš kulturdoaibmabidju lea Sámedikki mielas sihkkarastit ja ásahit sámi kulturguovddážiid .
nob: Et viktig kultursatsingsområde for Sametinget er sikringen og etableringen av samiske kultursentra .

source: Sámi kulturguovddážiin lea guovddáš sajádat sámi kultuvrra ovddideamis .
nob: Samiske kultursentra har en sentral rolle i samiske kulturutvikling .

source: Dat guoská earret eará oktavuođain gos sámegiella ja kultuvra lea rašši .
nob: Dette gjelder spesielt i områder der samisk språk og kultur står svakt .

source: Stuora oassi sámi álbmogis ássá bieđgguid ja dábálaččat guovlluin gos lea heajos infrastruktuvra .
nob: En stor del av den samiske befolkningen bor spredt og gjerne i områder med svak infrastruktur .

source: Bušeahttamearit maid sámi kulturásahusat ožžot eai leat doarvái stuorrát .
nob: De budsjettrammene som stilles til disposisjon for samiske kulturinstitusjoner er ikke tilfredstillende .

source: Dađistaga stuorát dárbbut ovdanbohtet , ja ásahusaid lohku mat dárbbašivčče doaibmaruhtadeami , lassána dađistaga .
nob: Det avdekkes et stadig større behov , og antallet institusjoner som henvender seg til Sametinget med tanke på finansiering av drift har økt .

source: Dat lea iešalddis buorre .
nob: Dette er i og for seg positivt .

source: Sámediggái šaddá hástalussan oažžut doaibmadoarjaga kulturviesuide / kulturásahusaide dárbbašlaš dássái .
nob: For Sametinget vil det bli en utfordring å få økt de økonomiske rammer for driftsmidler til samiske kulturhus / kulturinstitusjoner slik at de kan være tilfredsstillende i forhold til behovet .

source: Sámediggi čujuha ahte Kulturdepartemeanta galgá váldit ovddasvástádusa Sámi duhátjagibáikki Nuorta-sámi musea ásaheamis , ja fuolahit ahte juolluduvvo doarjja 2002 stáhtabušeahta bokte .
nob: Sametinget henstiller til Kulturdepartementet å ta ansvaret for at samisk tusenårssted Øst-Samisk museum kan etableres og at det avsettes midler over statsbudsjettet i 2002 .

source: Sámediggi čujuha dasa ahte Sámi báikenamaid nammanevvohat dál gullá Norgga giellaráđi vuollái .
nob: Sametinget viser til at statens navnekonsulenttjeneste for samiske stedsnavn i dag ligger hos Norsk språkråd .

source: Sámedikkis lea eambbo gelbbolašvuohta sámegielas ja sámi báikenamain go giellaráđis .
nob: Sametinget har større kompetanse i samisk språk og samiske stedsnavn enn språkrådet .

source: Dasa lassin leat dikkis buoret organisatuvrralaš ja eará fágalaš eavttut nannet sámi báikenammabarggu .
nob: Videre har tinget bedre organisatoriske og øvrige faglige forutsetninger til å styrke arbeidet med samiske stedsnavn .

source: Danne evttohuvvo sirdit Nammanevvohaga Sáme-dikki vuollái .
nob: Navnekonsulenttjenesten foreslås derfor overført Sametinget .

source: Sámediggi lea 2000:s bargan aktiivvalaččat nannet sámi museaid , ja lea dan oktavuođas ráhkadan sierra sámi museačielggadeami mas leat boahttevaš organiseren- ja stivrenstruktuvrrat .
nob: Sametinget har i 2000 arbeidet aktivt for å styrke samiske museer og det er blant annet laget en egen samisk museumsutredning for framtidig organiserings- og styringsstruktur .

source: Dat erenoamáš hástalus mii sámi museain lea , lea ahte dat galget leat kultuvrralaš ipmárdusa ja identitehta guovddážin , ja dialogaoasseváldit sihke siskkáldas ja olgguldas oktavuođain .
nob: Den særlige utfordringen samiske museer står overfor handler om at de skal være arena og aktør i en dialog om kulturell selvforståelse og identitet både i en indre og ytre kontekst .

source: Danne šaddá kulturkritihkalaš áššiid perspektiivvas maid eambbo mearkkašupmi , earret daid duohta ja praktihkalaš váikkuhusaid geažil mat juo čuvvot giela .
nob: Ved siden av de faktiske og praktiske konsekvensene som følger av språk , vil det kulturkritiske spørrende perspektivet derfor ha flere dimensjoner .

source: Hástalus lea álggahit kritihkalaš jurddašeami kultuvrra , historjjá ja identitehta dáfus guovtti oktavuođas , sihke minoritehta- ja majoritehtaservodagas , ja seammás váikkuhit positiivvalaččat sámi iešipmárdussii .
nob: Utfordringen ligger i å virke til kritisk refleksjon omkring kultur , historie og identitet i to overlappende sammenhenger , den ene minoritetens , den andre majoritetssamfunnets , og samtidig bidra til en positiv samisk selvforståelse .

source: Sámi servodaga dáfus sáhttá dán buoremusat olahit sámi museapolitihka ovddidemiin , mas sámi servodat ieš váldá ovddasvástádusa kulturárbbi gáhttemis ja geavaheamis .
nob: For det samiske samfunnet vil dette best kunne oppnås gjennom utvikling av en samisk museumspolitikk der det samiske samfunn selv tar ansvar for hvordan kulturarven skal vernes og brukes .

source: Sámediggi lea vuoruhan sámi museaid 2001 bušeahtas .
nob: Sametinget har satset på samiske museer i budsjettet for 2001 .

source: Mii vuordit ahte Kulturdepartemeanta aktiivvalaččat čuovvola Sámedikki áigumušaid hálddašit museaid ja ovddidit Nuortasámi musea sámi našuvnnalaš duhátjagibáikin .
nob: Det forventes at Kulturdepartementet aktivt følger opp Sametingets initiativ for forvalting av museer og realisering av Østsamisk museum som samisk nasjonalt tusenårssted .

source: Sámedikkis lea našuvnnalaš ovddasvástádus hábmet sámi dáiddapolitihka mii seailluha ja nanne sámi dáidaga ovddideami .
nob: Sametinget har et samisk nasjonalt ansvar for å utforme en samisk kunstpolitikk som ivaretar og styrker utviklingen av samisk kunst .

source: Sámediggi vuordá ahte Kulturdepartemeanta heiveha resurssaid nu ahte sámi dáiddamusea ja sámi dáiddaoahpahus alit dásis , mii lea plánejuvvome , sáhttá duohtan dahkkot .
nob: Sametinget forventer at Kulturdepartementet tilrettelegger ressurser slik at samisk kunstmuseum og samisk kunstutdanning på høyere nivå , som er under planlegging , kan realiseres .

source: Bajimus našuvnnalaš kulturpolitihkalaš ulbmilat fertejit čielgasit defineret sámi mediijaid rolla ja mearkkašumi sámi álbmoga dárbbuid ja gáibádusaid ektui mii guoská kulturcealkámušaide , sátnefriddjavuhtii , diehtojuohkimii ja demokráhtalaš oassálastimii .
nob: Overordnede nasjonale kulturpolitiske målsettinger må klart definere de samiske medienes rolle og betydning i forhold til den samiske befolkningens behov og krav til kulturytring , ytringsfriheter , orientering og demokratisk deltagelse .

source: Dihtomielalaš sámi kulturpolitihkalaš vuoruhemiid bokte sáhttá hehttet dan gielalaš ja kultuvrralaš goarideami maid mediapolitihkalaš ovdáneapmi čuovuha .
nob: Gjennom en bevisst samisk kulturpolitisk satsing kan en språklig og kulturell utarming som følge av den mediepolitiske utviklingen forhindres .
